brew "aws-vault"
brew "bat"
brew "boost-python3"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "grep"
brew "helix"
brew "hurl"
brew "lazygit"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "mise"
brew "mprocs"
brew "neovim"
brew "python@3.13"
brew "pgcli"
brew "pkgconf"
brew "portaudio"
brew "postgresql@14", restart_service: :changed
brew "postgresql@16", restart_service: :changed
brew "python@3.11"
brew "python@3.12"
brew "qpdf"
brew "ripgrep"
brew "starship"
brew "stow"
brew "uv"
brew "wireguard-tools"
brew "xdg-ninja"
brew "yt-dlp"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "jordanbaird-ice"
cask "meetingbar"
cask "mimestream"
cask "obsidian"
cask "orion"
cask "playdate-simulator"
cask "postman"
cask "raycast"
cask "rider"
cask "scroll-reverser"
cask "signal"
cask "smoothcsv"
cask "steam"
cask "sublime-text"
cask "todoist-app"
cask "visual-studio-code"
cask "vlc"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Broadcasts", id: 1469995354
mas "Flow", id: 1423210932
mas "Pages", id: 409201541
mas "Reeder", id: 6475002485
mas "WireGuard", id: 1451685025
