tap "ankitpokhrel/jira-cli"
tap "dbcli/tap"
tap "drewdeponte/oss"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "aws-vault"
brew "bat"
brew "python@3.13"
brew "boost-python3"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "grep"
brew "helix"
brew "hurl"
brew "jira-cli"
brew "lazygit"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "mise"
brew "mprocs"
brew "neovim"
brew "pgcli"
brew "pkgconf"
brew "portaudio"
brew "postgresql@14", restart_service: :changed
brew "postgresql@16", restart_service: :changed
brew "python@3.11"
brew "python@3.12"
brew "qpdf"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "wireguard-tools"
brew "xdg-ninja"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "drewdeponte/oss/git-ps-rs"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alt-tab"
cask "doppler"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "little-snitch"
cask "meetingbar"
cask "mimestream"
cask "modern-csv"
cask "obsidian"
cask "orion"
cask "playdate-simulator"
cask "postman"
cask "raycast"
cask "rider"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "steam"
cask "sublime-text"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
mas "Amphetamine", id: 937984704
mas "Flow", id: 1423210932
mas "Pages", id: 409201541
mas "Reeder", id: 6475002485
mas "WireGuard", id: 1451685025
vscode "bierner.docs-view"
vscode "charliermarsh.ruff"
vscode "clinyong.vscode-css-modules"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "hverlin.mise-vscode"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "mk12.better-git-line-blame"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "orta.vscode-jest"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
