tap "dbcli/tap"
tap "drewdeponte/oss"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "aws-vault"
brew "python@3.12"
brew "boost-python3"
brew "python@3.13"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "grep"
brew "hurl"
brew "jj"
brew "lazygit"
brew "libmagic"
brew "mas"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "pgcli"
brew "portaudio"
brew "postgresql@14", restart_service: true
brew "postgresql@16", restart_service: true
brew "python@3.11"
brew "qpdf"
brew "ripgrep"
brew "stylua"
brew "uv"
brew "volta"
brew "wireguard-tools"
brew "yt-dlp"
brew "zoxide"
brew "drewdeponte/oss/git-ps-rs"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "beeper"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "iterm2"
cask "jordanbaird-ice"
cask "mimestream"
cask "obsidian"
cask "playdate-simulator"
cask "postman"
cask "raycast"
cask "scroll-reverser"
cask "steam"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
mas "Amphetamine", id: 937984704
mas "Flow", id: 1423210932
mas "Reeder", id: 6475002485
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "astro-build.astro-vscode"
vscode "charliermarsh.ruff"
vscode "clinyong.vscode-css-modules"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "gitlab.gitlab-workflow"
vscode "konstantin.wrapselection"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "orta.vscode-jest"
vscode "samuelcolvin.jinjahtml"
vscode "stkb.rewrap"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "vscodevim.vim"
